[
    {
        "image": "../Data/destination1.png",
        "titre": "Le désert de Tatooine",
        "pays": "Tunisie",
        "ville": "Tataouine",
        "duree": "3",
        "prix": "480",
        "description": "Plongez dans l'ambiance mythique de Tatooine en explorant les dunes infinies du désert du Sahara. À Matmata, découvrez les habitations troglodytes qui ont servi de maison à Luke Skywalker, tandis qu'à Tozeur, vous pourrez admirer les vastes plaines de sel de Chott el Jerid, là où la ferme des Lars a été construite. Une expérience hors du temps sous le soleil brûlant du Maghreb !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Ksar Ouled Soltane",
            "l'ile de Djerba",
            "la Cantina de Chalmun"
        ]
    },
    {
        "image": "../Data/destination2.png",
        "titre": "L'île mystique de Luke Skywalker",
        "pays": "Irlande",
        "ville": "Skye",
        "duree": "3",
        "prix": "620",
        "description": "Perchée au large des côtes irlandaises, Skellig Michael est un joyau de la nature et du patrimoine. C'est ici que Luke Skywalker s'est exilé dans la nouvelle trilogie. L'île est connue pour ses monastères anciens et ses falaises abruptes offrant une vue spectaculaire sur l'Atlantique.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Skellig Michael",
            "Malin Head",
            "Sybil Head"
        ]
    },
    {
        "image": "../Data/destination3.png",
        "titre": "La jungle luxuriante de Kashyyyk",
        "pays": "Chine",
        "ville": "Guilin",
        "duree": "5",
        "prix": "980",
        "description": "Les paysages verdoyants et montagneux de Kashyyyk, la planète des Wookiees, sont inspirés par les sublimes formations karstiques de Guilin en Chine. Ces montagnes émergeant des rivières ont un charme féerique, parfait pour une immersion totale dans un décor digne de La Revanche des Sith.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Les collines de Guilin",
            "Disneyland Hong-Kong",
            "Chishui Waterfall"
        ]
    },
    {
        "image": "../Data/destination4.png",
        "titre": "La forêt enchantée d'Endor",
        "pays": "Etats-Unis",
        "ville": "Californie",
        "duree": "7",
        "prix": "1950",
        "description": "Bienvenue sur la lune forestière d'Endor ! Rendez-vous dans le Redwood National Park, où les séquoias géants offrent un décor majestueux aux péripéties des Ewoks. Ce parc national est une destination parfaite pour les amoureux de la nature et des randonnées inoubliables sous ces arbres millénaires.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Les forêts de séquoias de Californie",
            "Los Angeles",
            "Disneyland Resort"
        ]
    },
    {
        "image": "../Data/destination5.png",
        "titre": "La planète minérale de Crait",
        "pays": "Bolivie",
        "ville": "Crait",
        "duree": "7",
        "prix": "1750",
        "description": "Direction le Salar de Uyuni, le plus grand désert de sel au monde ! Ce paysage unique, où le ciel et la terre se confondent lors de la saison des pluies, a servi d'inspiration pour la planète Crait (Les Derniers Jedi). Un décor surnaturel pour une expérience hors du commun.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Salar d'Uyuni",
            "La Paz",
            "Sud de Lipez"
        ]
    },
    {
        "image": "../Data/destination6.png",
        "titre": "Le raffinement de Naboo",
        "pays": "Italie",
        "ville": "Naboo",
        "duree": "5",
        "prix": "1400",
        "description": "Plongez dans l'élégance de Naboo en visitant le Palais Royal de Caserte, un chef-d'œuvre baroque qui a servi de décor au palais de la reine Amidala. Puis, direction le lac de Côme, où vous pourrez revivre la romance entre Anakin et Padmé dans un cadre paradisiaque.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Lac de Côme",
            "Milan",
            "Monza"
        ]
    },
    {
        "image": "../Data/destination7.png",
        "titre": "Les falaises mystiques de la planète Kashyyyk",
        "pays": "Thaïlande",
        "ville": "Phang Nga",
        "duree": "7",
        "prix": "1800",
        "description": "La célèbre baie de Phang Nga, avec ses formations rocheuses calcaires spectaculaires, a servi d'inspiration pour la planète Kashyyyk (le monde des Wookiees) dans La Revanche des Sith.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "La baie de Phang Nga",
            "Khao Phing Kan",
            "Phuket"
        ]
    },
    {
        "image": "../Data/destination8.png",
        "titre": "Les paysages extrêmes de Starkiller Base",
        "pays": "Islande",
        "ville": "Krafla",
        "duree": "6",
        "prix": "2100",
        "description": "Les scènes enneigées de Starkiller Base dans Le Réveil de la Force ont été tournées en Islande, notamment près du volcan Krafla et des glaciers de Eyjafjallajökull. Ce pays offre des paysages extraterrestres avec ses champs de lave, geysers et cascades majestueuses.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Le volcan de Krafla",
            "Jökulsárlón",
            "Parc national de Skaftafell"
        ]
    },
    {
        "image": "../Data/destination9.png",
        "titre": "Le désert brûlant de Jakku",
        "pays": "Emirates Arabes Unis",
        "ville": "Abu Dhabi",
        "duree": "7",
        "prix": "2550",
        "description": "Si vous rêvez d'explorer Jakku, la planète désertique de Rey, direction Abu Dhabi, où les dunes infinies du désert de Rub al-Khali ont servi de décor au film Le Réveil de la Force. Cet endroit magique est parfait pour une aventure saharienne inoubliable.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Abu Dhbai",
            "Le désert d'Abu Dhabi",
            "Sea World Yas Island"
        ]
    },
    {
        "image": "../Data/destination10.png",
        "titre": "Le désert de Pasaana",
        "pays": "Jordanie",
        "ville": "Wadi Rum",
        "duree": "6",
        "prix": "2100",
        "description": "Envie d'explorer un décor digne d'une planète lointaine ? Direction Wadi Rum, en Jordanie, un désert spectaculaire qui a servi de décor pour la planète Pasaana dans L'Ascension de Skywalker. Avec ses immenses falaises de grès rouge, ses vallées lunaires et son sable doré, cet endroit offre une expérience hors du temps, parfaite pour les aventuriers en quête de paysages grandioses.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Zone Protégée de Wadi Rum",
            "Petra",
            "Amman"
        ]
    },
    {
        "image": "../Data/destination11.png",
        "titre": "Le paradis aquatique de Scarif",
        "pays": "Maldives",
        "ville": "Atoll de Laamu",
        "duree": "9",
        "prix": "2600",
        "description": "Si vous rêvez d'un décor tropical digne d'un film de science-fiction, alors les Maldives sont faites pour vous ! Cet archipel paradisiaque a servi d'inspiration pour Scarif, la planète océanique fortifiée dans Rogue One : A Star Wars Story. Avec ses lagons turquoise, ses plages de sable blanc et ses récifs coralliens, ce lieu est un véritable Eden… bien plus paisible que dans le film !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Hadhdhunmathi Atholhu",
            "Baresdhoo",
            "Kudafushi"
        ]
    },
    {
        "image": "../Data/destination12.png",
        "titre": "Les montagnes enneigées d'Alderaan",
        "pays": "Suisse",
        "ville": "Alpes suisses",
        "duree": "6",
        "prix": "1800",
        "description": "Avant sa destruction tragique par l'Étoile de la Mort, la planète Alderaan était un monde paisible aux paysages majestueux. Si vous souhaitez découvrir une version réelle de ce paradis perdu, rendez-vous dans les Alpes suisses ! Avec leurs pics enneigés, leurs vallées verdoyantes et leurs lacs scintillants, elles rappellent les décors idylliques que l'on aperçoit brièvement avant la destruction d'Alderaan dans Un Nouvel Espoir.",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Lac de Bachalp",
            "Grindelwald",
            "Glacier d'Aletsch"
        ]
    },
    {
        "image": "../Data/destination13.png",
        "titre": "La Planète Hoth",
        "pays": "Norvège",
        "ville": "Hardangerjøkulen",
        "duree": "5",
        "prix": "1850",
        "description": "Plongez dans l'immensité glaciale de Hardangerjøkulen, où la rébellion s'est tenue face à l'Empire ! Ce glacier spectaculaire, accessible par une randonnée en pleine nature, offre des paysages à couper le souffle. En hiver, vivez une expérience unique en explorant les étendues de neige à motoneige ou en ski de randonnée. Une aventure épique dans un décor digne de l'Alliance Rebelle !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Hardangerjøkulen",
            "Eidfjord",
            "Oslo"
        ]
    },
    {
        "image": "../Data/destination14.png",
        "titre": "La Forêt de Naboo",
        "pays": "Royaume-Uni",
        "ville": "Whippendell Woods",
        "duree": "3",
        "prix": "890",
        "description": "Envie d'une balade féerique ? Whippendell Woods, avec ses arbres centenaires et ses sentiers mystérieux, vous plonge dans l'univers enchanteur de Naboo. Imaginez-vous à la place de Qui-Gon et Obi-Wan marchant dans cette forêt luxuriante… Ici, chaque rayon de soleil filtrant à travers les feuilles rappelle la magie de la saga. Un havre de paix idéal pour une escapade nature près de Londres !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Whippendell Woods",
            "Londres",
            "Cambridge"
        ]
    },
    {
        "image": "../Data/destination15.png",
        "titre": "La Planète Takodana",
        "pays": "Royaume-Uni",
        "ville": "Puzzlewood",
        "duree": "4",
        "prix": "1150",
        "description": "Mystique et envoûtante, la forêt de Puzzlewood semble tout droit sortie d'un conte. Ce lieu magique a inspiré de nombreuses œuvres de fantasy, et vous comprendrez vite pourquoi ! En arpentant ses sentiers sinueux bordés de rochers couverts de mousse, vous aurez l'impression de chercher le sabre laser de Luke Skywalker dans le château de Maz Kanata. Une immersion totale dans l'univers de la Force vous attend !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Puzzlewood",
            "Birmingham",
            "Sheffield"
        ]
    },
    {
        "image": "../Data/destination16.png",
        "titre": "Une Base Impériale",
        "pays": "Royaume-Uni",
        "ville": "Londres",
        "duree": "2",
        "prix": "620",
        "description": "Saviez-vous que le métro londonien cache un décor impérial ? La station ultramoderne de Canary Wharf a été transformée en base de l'Empire dans Rogue One. Si vous aimez les lieux au design futuriste, faites une halte ici lors de votre visite de Londres et imaginez-vous en pleine infiltration secrète avec les héros de la Résistance. Une expérience insolite en plein cœur de la ville !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Londres",
            "Norwich",
            "Canterbury"
        ]
    },
    {
        "image": "../Data/destination17.png",
        "titre": "Les Terres de Mustafar",
        "pays": "Italie",
        "ville": "Mount Etna",
        "duree": "5",
        "prix": "1490",
        "description": "Oserez-vous poser le pied sur les terres de Mustafar ? Le volcan Etna, l'un des plus actifs d'Europe, a été utilisé pour créer les coulées de lave de la planète où Anakin et Obi-Wan se sont affrontés. Assistez à des éruptions spectaculaires depuis les hauteurs et explorez les champs de lave solidifiée. Un décor digne des Sith, à la fois impressionnant et fascinant !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Mount Etna",
            "Donatello",
            "Palerme"
        ]
    },
    {
        "image": "../Data/destination18.png",
        "titre": "La Planète Eadu",
        "pays": "Islande",
        "ville": "Máfabót",
        "duree": "6",
        "prix": "2290",
        "description": "Envie d'explorer un paysage sauvage et mystique ? Máfabót, une région isolée d'Islande, a servi de décor pour la planète Eadu dans Rogue One. Ses falaises escarpées, ses paysages brumeux et son ambiance austère en font un lieu parfait pour une immersion totale dans l'univers de Star Wars. Aventurez-vous dans ce territoire brut où le vent souffle fort et où la nature règne en maître !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Mafabot",
            "Dynjandi",
            "le Whale Watching"
        ]
    },
    {
        "image": "../Data/destination19.png",
        "titre": "La Cantina de Mos Eisley",
        "pays": "Tunisie",
        "ville": "Ajim",
        "duree": "4",
        "prix": "790",
        "description": "Si vous rêvez de visiter l'un des lieux les plus emblématiques de Star Wars, direction Ajim, un petit village de l'île de Djerba, en Tunisie. C'est ici que l'équipe de tournage a filmé l'extérieur de la légendaire Cantina de Mos Eisley, où Luke et Obi-Wan rencontrent Han Solo pour la première fois dans Un Nouvel Espoir. L'endroit a peu changé depuis le tournage, et vous pourrez y voir les anciennes bâtisses utilisées pour le décor de la maison de Ben Kenobi et d'autres lieux mythiques de Tatooine. Un voyage dans le temps pour tout fan de la saga !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Amghar Mosque",
            "El Bibane",
            "Ajim"
        ]
    },
    {
        "image": "../Data/destination20.png",
        "titre": "Canto Bight, la Cité du Jeu",
        "pays": "Croatie",
        "ville": "Dubrovnik",
        "duree": "4",
        "prix": "1190",
        "description": "Bienvenue dans Canto Bight, la ville luxueuse et scintillante où Finn et Rose se rendent dans Les Derniers Jedi ! Ce décor extravagant a été filmé dans les rues historiques de Dubrovnik, en Croatie. Connue pour ses remparts imposants et son architecture médiévale, la ville offre une ambiance à la fois authentique et futuriste, parfaite pour représenter cette métropole où l'élite de la galaxie vient jouer et faire fortune. Promenez-vous le long des rues pavées et des bâtiments en pierre blanche, et imaginez-vous dans l'effervescence de cette cité cosmopolite. Entre ruelles pittoresques, vue imprenable sur la mer Adriatique et charme historique, Dubrovnik est une destination incontournable pour tout fan de Star Wars et de voyages enchanteurs !",
        "debut": "XX/XX/2025",
        "fin": "YY/YY/2025",
        "etapes": [
            "Dubrovnik",
            "Zagreb",
            "Hvar"
        ]
    }
]